Repository: WaylanSands/Revo
Catalog: Revo/Resources/*.lproj/Localizable.strings
Languages: cs, he, hi, ro, sk, uk

source: Recording Error
cs: Chyba záznamu
he: שגיאת הקלטה
hi: रिकॉर्डिंग त्रुटि
ro: Eroare la înregistrare
sk: Chyba záznamu
uk: Помилка запису

source: Device Error
cs: Chyba zařízení
he: שגיאת מכשיר
hi: डिवाइस त्रुटि
ro: Eroare dispozitiv
sk: Chyba zariadenia
uk: Помилка пристрою

# cant_find_rear_camera
source: Revo can not find your rear camera. If the device is not compromised try quitting the app and trying again.
cs: Společnost Revo nemůže najít zadní kameru. Pokud zařízení není ohroženo, zkuste aplikaci ukončit a zkusit to znovu.
he: Revo לא יכול למצוא את המצלמה האחורית שלך. אם המכשיר אינו נפגע, נסה להפסיק את האפליקציה ולנסות שוב.
hi: रेवो अपना रियर कैमरा नहीं पा सकता है। यदि डिवाइस से समझौता नहीं किया जाता है तो ऐप को छोड़ने और फिर से प्रयास करने का प्रयास करें.
ro: Revo nu-ți găsește camera din spate. Dacă dispozitivul nu este compromis, încercați să părăsiți aplicația și să încercați din nou.
sk: Spoločnosť Revo nemôže nájsť váš zadný fotoaparát. Ak zariadenie nie je napadnuté, ukončite aplikáciu a skúste to znova.
uk: Revo не може знайти вашу задню камеру. Якщо пристрій не порушено, спробуйте закрити програму та повторити спробу.

# cant_find_front_camera
source: Revo can not find your front camera. If the device is not compromised try quitting the app and trying again.
cs: Společnost Revo nemůže najít přední kameru. Pokud zařízení není ohroženo, zkuste aplikaci ukončit a zkusit to znovu.
he: Revo לא יכול למצוא את המצלמה הקדמית שלך. אם המכשיר אינו נפגע, נסה להפסיק את האפליקציה ולנסות שוב.
hi: रेवो अपना फ्रंट कैमरा नहीं पा सकता है। यदि डिवाइस से समझौता नहीं किया जाता है तो ऐप को छोड़ने और फिर से प्रयास करने का प्रयास करें.
ro: Revo nu-ți găsește camera frontală. Dacă dispozitivul nu este compromis, încercați să părăsiți aplicația și să încercați din nou.
sk: Spoločnosť Revo nemôže nájsť váš predný fotoaparát. Ak zariadenie nie je napadnuté, ukončite aplikáciu a skúste to znova.
uk: Revo не може знайти вашу фронтальну камеру. Якщо пристрій не порушено, спробуйте закрити програму та повторити спробу.

source: Settings
cs: Nastavení
he: הגדרות
hi: समायोजन
ro: Setări
sk: Nastavenie
uk: Налаштування

source: Get support
cs: Dostat podporu
he: קבל תמיכה
hi: सहायता प्राप्त करें
ro: Obține asistență
sk: Získať podporu
uk: Отримати підтримку

source: Remove watermark
cs: Odstraňte vodoznak
he: הסר את סימן המים
hi: पानी के निशान हटाएं
ro: Scoateți filigranul
sk: Odstráňte vodoznak
uk: Видаліть водяний знак

source: Share the app
cs: Sdílejte aplikaci
he: שתף את האפליקציה
hi: ऐप को शेयर करें
ro: Distribuiți aplicația
sk: Zdieľajte aplikáciu
uk: Поділіться програмою

source: About Revo
cs: O společnosti Revo
he: על אודות Revo
hi: रेवो के बारे में
ro: Despre Revo
sk: O spoločnosti Revo
uk: Про Revo

source: Revo Support
cs: Podpora Revo
he: Revo תמיכה
hi: रेवो समर्थन
ro: Suport Revo
sk: Podpora Revo
uk: Підтримка Revo

# mail_not_configured
source: It looks like your mail account isn't configured to send mail from the app. If you have any support enquires please shoot them through to waylansands@gmail.com
cs: Vypadá to, že váš e-mailový účet není nakonfigurován pro odesílání pošty z aplikace. Pokud máte nějaké dotazy ohledně podpory, zastřelte je na waylansands@gmail.com
he: נראה שחשבון הדואר שלך אינו מוגדר למשלוח דואר מהאפליקציה. אם יש לך פניות תמיכה אנא שלח אותן לכתובת waylansands@gmail.com
hi: ऐसा लगता है कि आपका मेल खाता ऐप से मेल भेजने के लिए कॉन्फ़िगर नहीं किया गया है। यदि आपके पास कोई समर्थन है, तो कृपया उन्हें waylansands@gmail.com के माध्यम से शूट करें
ro: Se pare că contul dvs. de e-mail nu este configurat pentru a trimite e-mailuri din aplicație. Dacă aveți întrebări de asistență, trimiteți-le la waylansands@gmail.com
sk: Zdá sa, že váš poštový účet nie je nakonfigurovaný na odosielanie pošty z aplikácie. Ak máte akékoľvek otázky týkajúce sa podpory, zašlite ich e-mailom na adresu waylansands@gmail.com
uk: Схоже, ваш поштовий обліковий запис не налаштований для надсилання пошти з програми. Якщо у вас є запити на підтримку, перешліть їх на waylansands@gmail.com

source: Remove Watermark
cs: Odebrat vodoznak
he: הסר את סימן המים
hi: पानी के निशान हटाएं
ro: Scoateți filigranul
sk: Odstrániť vodoznak
uk: Видаліть водяний знак

# watermark_removal_message
source: The Revo watermark will be removed from future recordings. As a reminder, if you're enjoying the app please leave a review on the App Store. It goes a long way.
cs: Vodoznak Revo bude z budoucích nahrávek odstraněn. Připomínáme, že pokud vás aplikace baví, zanechte prosím recenzi v App Storu. Je to dlouhá cesta.
he: סימן המים של Revo יוסר מהקלטות עתידיות. להזכירכם, אם אתם נהנים מהאפליקציה, אנא השאירו ביקורת ב- App Store. זה עובר דרך ארוכה.
hi: रेवो वॉटरमार्क को भविष्य की रिकॉर्डिंग से हटा दिया जाएगा। एक अनुस्मारक के रूप में, यदि आप ऐप का आनंद ले रहे हैं तो कृपया ऐप स्टोर पर समीक्षा छोड़ दें। यह एक लंबा रास्ता तय करता है.
ro: Filigranul Revo va fi eliminat din înregistrările viitoare. Ca reamintire, dacă vă bucurați de aplicație, vă rugăm să lăsați o recenzie în App Store. Merge un drum lung.
sk: Vodoznak Revo bude z budúcich nahrávok odstránený. Pripomíname, že ak vás táto aplikácia baví, zanechajte recenziu v obchode App Store. Ide to dlhá cesta.
uk: Водяний знак Revo буде видалено з наступних записів. Нагадуємо, якщо вам подобається програма, залиште відгук у App Store. Це проходить довгий шлях.

source: Leave Review
cs: Zanechat recenzi
he: השאירו ביקורת
hi: समीक्षा छोड़ें
ro: Lăsați recenzia
sk: Zanechať kontrolu
uk: Залиште огляд

source: Dismiss
cs: Zavrhnout
he: לשחרר
hi: खारिज
ro: Renunță
sk: Zavrieť
uk: Звільнити

# about_revo_message
source: Revo was created as an educational project to further explore Apple's AVFoundation framework. As the app uses relatively new components it is only supported on devices XS, XS Max, XR and later running on iOS 14. If you enjoy the app or would like to offer any feedback please leave a review on the App Store.
cs: Revo bylo vytvořeno jako vzdělávací projekt k dalšímu prozkoumání rámce AVFoundation společnosti Apple. Jelikož aplikace používá relativně nové komponenty, je podporována pouze na zařízeních XS, XS Max, XR a později spuštěných na iOS 14. Pokud vás aplikace baví nebo byste chtěli nabídnout zpětnou vazbu, zanechte prosím recenzi v App Storu.
he: Revo נוצר כפרויקט חינוכי כדי לחקור את מסגרת ה- AVFoundation של אפל. מכיוון שהאפליקציה משתמשת ברכיבים חדשים יחסית היא נתמכת רק במכשירים XS, XS Max, XR ומאוחר יותר הפועלים ב- iOS 14. אם אתה נהנה מהאפליקציה או שאתה רוצה להציע משוב כלשהו, ​​אנא השאיר ביקורת ב- AppStore.
hi: रेवो को Apple के AVFoundation ढांचे का पता लगाने के लिए एक शैक्षिक परियोजना के रूप में बनाया गया था। के रूप में एप्लिकेशन अपेक्षाकृत नए घटकों का उपयोग करता है यह केवल उपकरणों पर समर्थित है XS, XS मैक्स, XR और बाद में iOS 14 पर चल रहा है। यदि आप ऐप का आनंद लेते हैं या कोई प्रतिक्रिया देना चाहते हैं तो कृपया ऐप स्टोर पर समीक्षा छोड़ दें।
ro: Revo a fost creat ca un proiect educațional pentru a explora în continuare cadrul AVFoundation al Apple. Deoarece aplicația folosește componente relativ noi, este acceptată numai pe dispozitivele XS, XS Max, XR și ulterior rulează pe iOS 14. Dacă vă place aplicația sau doriți să oferiți feedback, vă rugăm să lăsați o recenzie în App Store.
sk: Spoločnosť Revo bola vytvorená ako vzdelávací projekt na ďalšie preskúmanie rámca AVFoundation spoločnosti Apple. Pretože táto aplikácia používa relatívne nové komponenty, je podporovaná iba na zariadeniach XS, XS Max, XR a novších verziách so systémom iOS 14. Ak vás aplikácia baví alebo by ste chceli poskytnúť spätnú väzbu, zanechajte prosím recenziu v App Store.
uk: Revo був створений як освітній проект для подальшого вивчення платформи AVFoundation від Apple. Оскільки програма використовує відносно нові компоненти, вона підтримується лише на пристроях XS, XS Max, XR і пізніше, що працюють на iOS 14. Якщо вам подобається додаток або ви хочете залишити відгук, залиште відгук у App Store.

source: Live Broadcasting
cs: Živé vysílání
he: שידור חי
hi: लाइव प्रसारण
ro: Transmisie live
sk: Živé vysielanie
uk: Прямий ефір

# live_broadcasting_message
source: When shooting in Live Mode you are required to select an app that you would like to broadcast to. If you do not wish to start a live broadcast select the button again to toggle back.
cs: Při fotografování v živém režimu musíte vybrat aplikaci, do které chcete vysílat. Pokud si nepřejete zahájit živé vysílání, přepněte jej opětovným stisknutím tlačítka.
he: בעת צילום במצב Live אתה נדרש לבחור אפליקציה שאליה תרצה לשדר. אם אינך מעוניין להתחיל שידור חי בחר שוב בכפתור כדי להחזיר חזרה.
hi: लाइव मोड में शूटिंग करते समय आपको एक ऐप का चयन करना होता है जिसे आप प्रसारित करना चाहते हैं। यदि आप लाइव प्रसारण शुरू करने की इच्छा नहीं रखते हैं तो वापस टॉगल करने के लिए फिर से बटन का चयन करें।
ro: Când fotografiați în modul Live, trebuie să selectați o aplicație pe care doriți să o transmiteți. Dacă nu doriți să începeți o transmisie live, selectați din nou butonul pentru a comuta înapoi.
sk: Pri snímaní v živom režime sa vyžaduje výber aplikácie, do ktorej chcete vysielať. Ak si neželáte spustiť živé vysielanie, znova stlačte tlačidlo a prepnite späť.
uk: Під час зйомки в режимі Live вам потрібно вибрати програму, для якої ви хотіли б транслювати. Якщо ви не хочете розпочинати пряму трансляцію, натисніть кнопку ще раз, щоб повернутися назад.

source: OK
he: בסדר
hi: ठीक
uk: гаразд

source: Switch Mode
cs: Přepnout Režim
he: להחליף מצב
hi: स्विच मोड
sk: Prepnite Režim
uk: Режим перемикання

# switchMode_message
source: Switch mode allows you to record footage while seamlessly switching to the front and back camera. To toggle between other modes select the icon to the right of the recording button.
cs: Přepínací režim umožňuje nahrávat záběry a plynule přepínat na přední a zadní kameru.
he: מצב מתג מאפשר לך להקליט צילומים תוך מעבר חלק למצלמה הקדמית והאחורית
hi: स्विच मोड आपको फ्रंट और बैक कैमरा पर स्विच करते समय फुटेज रिकॉर्ड करने की अनुमति देता है। यदि आप लैंडस्केप वीडियो लेना चाहते हैं तो सुनिश्चित करें कि आपके डिवाइस का ओरिएंटेशन लॉक बंद है।
ro: Modul de comutare vă permite să înregistrați imagini în timp ce comutați fără probleme la camera frontală și cea din spate
sk: Režim prepínania umožňuje nahrávať zábery a plynulo prepínať na predný a zadný fotoaparát. Ak chcete snímať videá na šírku, uistite sa, že je zámok orientácie zariadenia vypnutý.
uk: Режим перемикання дозволяє записувати кадри, одночасно перемикаючись на передню та задню камеру.

source: Got it
cs: Mám to
he: הבנת
hi: समझ गया
ro: Am înțeles
sk: Mám to
uk: Зрозумів

source: Device Unsupported
cs: Zařízení není podporováno
he: המכשיר אינו נתמך
hi: डिवाइस असमर्थित है
ro: Dispozitiv neacceptat
sk: Zariadenie nie je podporované
uk: Пристрій не підтримується

# device_unsupported_message
source: Unfortunately, this app currently only supports devices XS, XS Max, XR and later running on iOS 14. You are able to use the app though many of the features that make this app unique will not be available.
cs: Tato aplikace bohužel v současné době podporuje pouze zařízení XS, XS Max, XR a později běžící na iOS 14. Aplikaci můžete používat, i když mnoho funkcí, díky nimž je tato aplikace jedinečná, nebude k dispozici.
he: למרבה הצער, אפליקציה זו תומכת כרגע רק במכשירים XS, XS Max, XR ומאוחר יותר הפועלים ב- iOS 14. אתה יכול להשתמש באפליקציה אם כי רבים מהתכונות שהופכות את היישום הזה לייחודי לא יהיו זמינות.
hi: दुर्भाग्य से, यह ऐप वर्तमान में केवल XS, XS अधिकतम, XR और बाद में iOS 14 पर चलने वाले उपकरणों का समर्थन करता है। आप ऐप का उपयोग करने में सक्षम हैं, हालांकि इस ऐप को विशिष्ट बनाने वाली कई विशेषताएं उपलब्ध नहीं होंगी।
ro: Din păcate, această aplicație acceptă în prezent numai dispozitivele XS, XS Max, XR și care rulează ulterior pe iOS 14. Puteți utiliza aplicația, deși multe dintre caracteristicile care fac această aplicație unică nu vor fi disponibile.
sk: Táto aplikácia bohužiaľ momentálne podporuje iba zariadenia XS, XS Max, XR a novšie verzie so systémom iOS 14. Aplikáciu môžete používať, aj keď veľa funkcií, vďaka ktorým je táto aplikácia jedinečná, nebude k dispozícii.
uk: На жаль, наразі ця програма підтримує лише пристрої XS, XS Max, XR та пізніших версій, що працюють на iOS 14. Ви можете користуватися програмою, хоча багато функцій, які роблять цю програму унікальною, будуть недоступні.

source: Restricted Access
cs: Omezený přístup
he: גישה מוגבלת
hi: उपयोग प्रतिबंधित
ro: Acces interzis
sk: Obmedzený prístup
uk: Обмежений доступ

# restricted_access_message
source: Your device's camera access is restricted please change it before proceeding.
cs: Přístup fotoaparátu k vašemu zařízení je omezen. Než budete pokračovat, změňte jej.
he: הגישה למצלמה של המכשיר שלך מוגבלת אנא שנה אותה לפני שתמשיך.
hi: आपके डिवाइस का कैमरा एक्सेस प्रतिबंधित है कृपया आगे बढ़ने से पहले इसे बदल दें।
ro: Accesul camerei pe dispozitiv este restricționat, vă rugăm să îl modificați înainte de a continua.
sk: Prístup k fotoaparátu vášho zariadenia je obmedzený. Pred pokračovaním ho zmeňte.
uk: Доступ до камери вашого пристрою обмежений, будь ласка, змініть його, перш ніж продовжувати.

source: Camera access needed
cs: Je nutný přístup k fotoaparátu
he: יש צורך בגישה למצלמה
hi: कैमरे की जरूरत
ro: Este necesar accesul la cameră
sk: Vyžaduje sa prístup ku kamere
uk: Потрібен доступ до камери

source: Visit settings
cs: Navštivte nastavení
he: בקר בהגדרות
hi: सेटिंग्स पर जाएँ
ro: Accesați setările
sk: Prejdite do nastavení
uk: Відвідайте налаштування

# send_to_settings_message
source: In order for Revo to function, camera access is needed. To allow camera access please toggle the switch within the app's settings.
cs: Aby funkce Revo fungovala, je nutný přístup ke kameře. Chcete-li povolit přístup k fotoaparátu, přepněte přepínač v rámci nastavení aplikace.
he: על מנת שה- revo יתפקד, יש צורך בגישה למצלמה. כדי לאפשר גישה למצלמה אנא החלף את המתג במסגרת הגדרות האפליקציה
hi: Revo को कार्य करने के लिए, कैमरा एक्सेस की आवश्यकता है। कैमरा एक्सेस की अनुमति देने के लिए कृपया ऐप की सेटिंग में स्विच को चालू करें।
ro: Pentru ca Revo să funcționeze, este necesar accesul camerei. Pentru a permite accesul camerei, vă rugăm să comutați comutatorul în setările aplicației.
sk: Na fungovanie Revo je potrebný prístup ku kamere. Ak chcete povoliť prístup ku kamere, prepnite prepínač v nastaveniach aplikácie.
uk: Щоб функціонувати Revo, потрібен доступ до камери. Щоб дозволити доступ до камери, переключіть перемикач у налаштуваннях програми.

source: Select
cs: Vybrat
he: בחר
hi: चुनते हैं
ro: Selectați
sk: Vyberte
uk: Виберіть

source: Cancel
cs: zrušení
he: לְבַטֵל
hi: रद्द करना
ro: Anulare
sk: Zrušiť
uk: Скасувати

source: Delete
cs: Vymazat
he: לִמְחוֹק
hi: हटाएं
ro: Șterge
sk: Odstrániť
uk: Видалити

source: Are you sure?
cs: Jsi si jistá?
he: האם אתה בטוח?
hi: क्या आपको यकीन है?
ro: Esti sigur?
sk: Si si istý?
uk: Ти впевнений?

# delete_recording_message
source: Recordings are removed permanently once deleted.
cs: Po smazání jsou záznamy trvale odstraněny.
he: ההקלטות מוסרות לצמיתות לאחר שנמחקו.
hi: एक बार हटाए जाने के बाद रिकॉर्डिंग को स्थायी रूप से हटा दिया जाता है।
ro: Înregistrările sunt eliminate definitiv odată șterse.
sk: Po odstránení sa záznamy natrvalo odstránia.
uk: Після видалення записи видаляються назавжди.

source: Library currently empty
cs: Knihovna je aktuálně prázdná
he: הספרייה ריקה כרגע
hi: वर्तमान में लाइब्रेरी खाली है
ro: Biblioteca este în prezent goală
sk: Knižnica je momentálne prázdna
uk: Наразі бібліотека порожня

source: Recordings will appear here
cs: Zde se zobrazí nahrávky
he: הקלטות יופיעו כאן
hi: यहां रिकॉर्डिंग दिखाई देगी
ro: Înregistrările vor apărea aici
sk: Tu sa zobrazia nahrávky
uk: Тут з’являться записи

source: selected
cs: vybraný
he: נבחר
hi: चुन लिया
ro: selectat
sk: vybraný
uk: вибраний

source: Line Height
cs: Výška čáry
he: גובה קו
hi: ऊंची लाईन
ro: Inaltimea liniei
uk: Висота лінії

source: Line Color
cs: Barva čáry
he: צבע קו
hi: रेखा का रंग
ro: Culoare linie
sk: Farba čiary
uk: Колір лінії

source: Save
cs: Uložit
he: להציל
hi: सहेजें
ro: Salvați
sk: Uložiť
uk: Зберегти

source: Frame Style
cs: Styl rámu
he: סגנון מסגרת
hi: फ़्रेम शैली
ro: Stil cadru
sk: Štýl Rámu
uk: Стиль кадру

source: Border Width
cs: Šířka ohraničení
he: רוחב גבול
hi: सीमा चौड़ाई
ro: Lățimea graniței
sk: Šírka Okraja
uk: Ширина кордону

source: Border Color
cs: Barva ohraničení
he: צבע גבול
hi: किनारे का रंग
ro: Culoare margine
sk: Farba Okraja
uk: Колір кордону

source: Square
cs: Náměstí
he: כיכר
hi: वर्ग
ro: Pătrat
sk: Námestie
uk: Майдан

source: Circle
cs: Kruh
he: מעגל
hi: वृत्त
ro: Cerc
sk: Kruh
uk: Коло
